help = ("Это меню помощи.\nЗдесь вы можете получить информацию о командах или о самом боте."
                         "\nПожалуйста, выберите нужный вам раздел:")

help_moder = ("Список команд для модерации группы:\n"
                                      "1. /ban - Если ответить на сообщение пользователя этой командой"
                                      "и указать время, то пользователь будет выгнан из чата без права входа на указанное время.\n"
                                      "2./unban - введи эту команду и айди забаненного чтобы разбанить его.\n"
                                      "3. /mute - Если ответить на сообщение пользователя этой командой"
                                      "и указать время, то пользователь будет лишен права писать в чат на указанное время.\n"
                                      "4. /unmute - введи эту команду и айди замьюченного, чтобы размутить его.")

help_fun = ("Список развлекательных команд:\n"
            "1./roll {число} - бот возвращает рандомно сгенерированное число в промежутке от 0 до введенного числа.")

help_info = ("Список информационных команд:\n"
             "1. /id - ответьте данной командой на сообщение пользователя, чтобы узнать его ID")

help_bot_info = ("Общая информация:\n"
                 "Создатель: @pr1zrak0\n"
                 "Версия: 1.0\n"
                 "Дата последнего обновления: 30.11.2023\n")

start = ("Спасибо что добавили!\n"
                           "Чтобы открыть доступ ко всем командам, выдайте мне пожалуйста права администратора")

